Repository: marc0cheung/where-can-i-go
Catalog: where-can-i-go-ios/whereCanIGo/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# %@ %@ Passport
source: %1$@ %2$@ Passport
zh_hans: %1$@ %2$@ 护照
zh_hant: %1$@ %2$@ 護照

source: %@ Document
zh_hans: %@ 文档
zh_hant: %@ 文件

source: ADD
zh_hans: 添加
zh_hant: 新增

source: Add Another Visit
zh_hans: 添加另一次到访
zh_hant: 新增另一次到訪

source: Add Attachment
zh_hans: 添加附件
zh_hant: 新增附件

source: Add or remove visa-free, visa-on-arrival, and ETA countries for your selected passport.
zh_hans: 为所选护照添加或移除免签、落地签和电子旅行授权（eTA）国家。
zh_hant: 為所選護照新增或移除免簽、落地簽和電子旅行授權（eTA）國家。

source: Add Personal Visa
zh_hans: 添加个人签证
zh_hant: 新增個人簽證

source: Add Visa
zh_hans: 添加签证
zh_hant: 新增簽證

source: ADD VISA
zh_hans: 添加签证
zh_hant: 新增簽證

source: Additional notes…
zh_hans: 其他备注…
zh_hant: 其他備註…

source: ALL-TIME TRAVELS
zh_hans: 所有旅程
zh_hant: 所有旅程

source: Attachment
zh_hans: 附件
zh_hant: 附件

source: ATTACHMENTS (OPTIONAL)
zh_hans: 附件（可选）
zh_hant: 附件（可選）

source: Business
zh_hans: 商务
zh_hant: 商務

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cannot Preview
zh_hans: 无法预览
zh_hant: 無法預覽

source: Change passport
zh_hans: 更改护照
zh_hant: 更改護照

source: Change Passport
zh_hans: 更改护照
zh_hant: 更改護照

source: Choose from File
zh_hans: 从文件中选择
zh_hant: 從檔案中選擇

source: Choose from Photo Album
zh_hans: 从相册中选择
zh_hant: 從相簿中選擇

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: countries
zh_hans: 个国家或地区
zh_hant: 個國家或地區

source: Countries
zh_hans: 国家或地区
zh_hant: 國家或地區

source: countries visited
zh_hans: 个已到访国家或地区
zh_hant: 個已到訪國家或地區

source: country
zh_hans: 个国家或地区
zh_hant: 個國家或地區

source: Country
zh_hans: 国家或地区
zh_hant: 國家或地區

source: COUNTRY
zh_hans: 国家或地区
zh_hant: 國家或地區

source: country visited
zh_hans: 个已到访国家或地区
zh_hant: 個已到訪國家或地區

source: DATES
zh_hans: 日期
zh_hant: 日期

source: day
zh_hans: 天
zh_hant: 天

source: days
zh_hans: 天
zh_hant: 天

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete Visit
zh_hans: 删除到访记录
zh_hant: 刪除到訪記錄

source: Done
zh_hans: 完成
zh_hant: 完成

source: DURATION
zh_hans: 停留期限
zh_hant: 停留期限

source: Duration (e.g., 30 days)
zh_hans: 停留期限（例如 30 天）
zh_hant: 停留期限（例如 30 天）

source: DURATION PER VISIT
zh_hans: 每次停留期限
zh_hant: 每次停留期限

source: e.g., 30 days
zh_hans: 如：30 天
zh_hant: 如：30 天

source: e.g., 90 days
zh_hans: 如：90 天
zh_hant: 如：90 天

source: e.g., Single / Multiple / Student / Work
zh_hans: 如：单次 / 多次 / 学生 / 工作
zh_hant: 如：單次 / 多次 / 學生 / 工作

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit Visit
zh_hans: 编辑到访记录
zh_hant: 編輯到訪記錄

source: End
zh_hans: 结束
zh_hant: 結束

source: End date
zh_hans: 结束日期
zh_hant: 結束日期

source: Entry Policy
zh_hans: 入境政策
zh_hant: 入境政策

source: Entry policy type
zh_hans: 入境政策类型
zh_hant: 入境政策類型

source: ENTRY POLICY TYPE
zh_hans: 入境政策类型
zh_hant: 入境政策類型

source: ETA
zh_hans: 电子旅行授权（eTA）
zh_hant: 電子旅行授權（eTA）

source: Expires %@
zh_hans: 有效期至 %@
zh_hant: 有效期至 %@

source: EXPIRY DATE
zh_hans: 到期日期
zh_hant: 到期日期

source: Family
zh_hans: 探亲
zh_hant: 探親

source: Flag of %@
zh_hans: %@的旗帜
zh_hant: %@的旗幟

source: Flag unavailable
zh_hans: 旗帜不可用
zh_hant: 旗幟無法使用

source: IMPORT EXCEL FILE (Coming Soon)
zh_hans: 导入 EXCEL 文件（即将推出）
zh_hant: 匯入 EXCEL 檔案（即將推出）

source: Import from Excel
zh_hans: 从 Excel 导入
zh_hant: 從 Excel 匯入

source: Leisure
zh_hans: 休闲
zh_hant: 休閒

source: Load visa records from the MyVisa sheet of an .xlsx file. Columns: Country, Visa Type, Duration, Expire Date (dd-mm-yyyy), Notes.
zh_hans: 从 .xlsx 文件的 MyVisa 工作表加载签证记录。 列：国家或地区、签证类型、停留期限、到期日期（dd-mm-yyyy）、备注。
zh_hant: 從 .xlsx 檔案的 MyVisa 工作表匯入簽證記錄。 欄位：國家或地區、簽證類型、停留期限、到期日期（dd-mm-yyyy）、備註。

source: Loading…
zh_hans: 正在加载…
zh_hant: 正在載入…

source: Log a Visit
zh_hans: 记录到访
zh_hant: 記錄到訪

source: Manage Data
zh_hans: 管理数据
zh_hant: 管理資料

source: Manage Default Entry Policy
zh_hans: 管理默认入境政策
zh_hant: 管理預設入境政策

source: Mark as visited
zh_hans: 标记为已到访
zh_hant: 標記為已到訪

source: My Travels
zh_hans: 我的旅程
zh_hant: 我的旅程

source: My Visa
zh_hans: 我的签证
zh_hant: 我的簽證

source: My Visas
zh_hans: 我的签证
zh_hant: 我的簽證

source: No countries logged yet
zh_hans: 尚未记录任何国家或地区
zh_hant: 尚未記錄任何國家或地區

source: No dates
zh_hans: 无日期
zh_hant: 無日期

source: No dates set
zh_hans: 未设置日期
zh_hant: 未設定日期

source: No personal visas yet.
zh_hans: 尚未添加个人签证。
zh_hant: 尚未新增個人簽證。

source: NOTES
zh_hans: 备注
zh_hant: 備註

source: NOTES (OPTIONAL)
zh_hans: 备注（可选）
zh_hant: 備註（選填）

source: Optional notes
zh_hans: 备注（可选）
zh_hant: 備註（選填）

source: Other
zh_hans: 其他
zh_hant: 其他

source: Overview
zh_hans: 概览
zh_hant: 總覽

source: Personal Visa
zh_hans: 个人签证
zh_hant: 個人簽證

source: Please fill in Visa Type, Duration and Expiry Date.
zh_hans: 请填写签证类型、停留期限和到期日期。
zh_hant: 請填寫簽證類型、停留期限和到期日期。

source: Please select a country.
zh_hans: 请选择国家或地区。
zh_hant: 請選擇國家或地區。

source: PURPOSE
zh_hans: 目的
zh_hant: 目的

source: Random select a country
zh_hans: 随机选择国家或地区
zh_hant: 隨機選擇國家或地區

source: Remove Policy
zh_hans: 移除政策
zh_hant: 移除政策

source: Reset
zh_hans: 重置
zh_hant: 重設

source: Reset to bundled defaults? Your custom edits will be lost.
zh_hans: 恢复内置默认值？您的自定义编辑将会丢失。
zh_hant: 還原內建預設值？您的自訂編輯將會遺失。

source: Reset to Default Data
zh_hans: 恢复默认数据
zh_hant: 還原預設資料

source: Resize panel
zh_hans: 调整面板大小
zh_hant: 調整面板大小

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Saved Personal Visas
zh_hans: 已保存的个人签证
zh_hant: 已儲存的個人簽證

source: Search countries…
zh_hans: 搜索国家或地区…
zh_hant: 搜尋國家或地區…

source: Select a country
zh_hans: 选择国家或地区
zh_hant: 選擇國家或地區

source: Select Country
zh_hans: 选择国家或地区
zh_hant: 選擇國家或地區

source: Select country…
zh_hans: 选择国家或地区…
zh_hant: 選擇國家或地區…

source: Select your passport country to begin.
zh_hans: 选择您的护照签发国家或地区以开始。
zh_hant: 選擇您的護照簽發國家或地區以開始。

source: Set expiry date
zh_hans: 设置到期日期
zh_hant: 設定到期日期

source: Start
zh_hans: 开始
zh_hant: 開始

source: Start date
zh_hans: 开始日期
zh_hant: 開始日期

source: Study
zh_hans: 学习
zh_hant: 留學

source: Take a Photo
zh_hans: 拍照
zh_hant: 影相

source: Tap “Log a Visit” to add a country you’ve been to.
zh_hans: 轻点“记录到访”添加您去过的国家或地区。
zh_hant: 點一下「記錄到訪」新增您去過的國家或地區。

source: Tap to edit
zh_hans: 轻点以编辑
zh_hant: 點一下以編輯

source: Total Accessible
zh_hans: 可入境总数
zh_hant: 可入境總數

source: Tracked with Where Can I Go?
zh_hans: 使用 跟住去边度？记录
zh_hant: 由 跟住去邊度？記錄

source: Transit
zh_hans: 过境
zh_hant: 過境

source: trip
zh_hans: 次旅程
zh_hant: 次旅程

source: trips
zh_hans: 次旅程
zh_hant: 次旅程

source: Until %@
zh_hans: 截至 %@
zh_hant: 截至 %@

source: Use this Passport
zh_hans: 使用此护照
zh_hant: 使用此護照

source: Visa Details
zh_hans: 签证详情
zh_hant: 簽證詳情

source: Visa Free
zh_hans: 免签
zh_hant: 免簽

source: Visa on Arrival
zh_hans: 落地签
zh_hant: 落地簽

source: Visa Required
zh_hans: 需要签证
zh_hant: 需要簽證

source: Visa type
zh_hans: 签证类型
zh_hant: 簽證類型

source: VISA TYPE
zh_hans: 签证类型
zh_hant: 簽證類型

source: Welcome 👋
zh_hans: 欢迎 👋
zh_hant: 歡迎 👋

source: Where Can I Go?
zh_hans: 跟住去边度？
zh_hant: 跟住去邊度？

source: Where I've Been
zh_hans: 我去过的地方
zh_hant: 我去過的地方

source: WHERE I'VE BEEN
zh_hans: 我去过的地方
zh_hant: 我去過的地方
